// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "Postnummer skal udfyldes.";
XMO5DigitZIPCodeFormatError = "Postnummeret skal være et 5-cifret nummer.";
XMO6DigitZIPCodeFormatError = "Postnummeret skal være et 6-cifret nummer.";
XMONoCanadaZIPCodeError = "Postnummer skal udfyldes.";
XMOCanadaZIPCodeFormatError = "Postnummeret skal være i formatet \"A9A 9A9\".";
XMONoUnitedKindomZIPCodeError = "Postnummer skal udfyldes.";
XMOUnitedKindomZIPCodeFormatError = "Postnummer skal være i formatet \"AI-2640\" eller \"AX[XX] 9AA\"";
XMOUnitedKindomBFPOZIPCodeFormatError = "Postnummeret skal være i formatet \"BFPO [c/o] N[NNN]\".";
XMOUnitedStatesZIPCodeFormatError = "Postnummeret skal være i formatet \"99999[-9999]\".";
XMOFranceZIPCodeFormatError = "Postnummeret skal være i formatet \"[F-]9X999\".";
